Repository: flammie/purplemonkeydishwasher
Catalog: 2016-iwclul/et-nn (1).tmx
Source language: et
Languages: nn

source: Optimiseeritud OpenGL riistvaraline kiirendus vanemate Nvidia graafikakaartidele
nn: Optimalisert maskinvareakselerasjon av OpenGL med eldre nvidia-grafikkort

source: Ava rakendus Clipart
nn: Open ClipArt

source: Vabade lõikepiltide kollektsioon
nn: Dette er ei samling med gratis utklipp

source: 30 kasulikku pluginat Pidgini jaoks
nn: 30 nyttige programtillegg for pidgin

source: Tekstifailide redigeerimine
nn: Rediger tekstfiler

source: Näita usaldusväärsete müüjate võtmeid
nn: Vis nøklane til godkjende utgjevarar

source: Usaldatud võtmete vaatamiseks pead sa ennast autentima.
nn: Du må autentisera deg for å visa godkjende nøklar.

source: Eemalda allalaaditud pakettide failid
nn: Fjern nedlasta pakkefiler

source: Allalaaditud pakettide failide puhastamiseks pead ennast autentima.
nn: Du må autentisera deg for å rydda opp i nedlasta pakkefiler.

source: Muuda tarkvara konfiguratsiooni
nn: Endra programvareinnstillingane

source: Tarkvara seadete muutmiseks pead ennast autentima.
nn: Du må autentisera deg for å endra programvareinnstillingar.

source: Tarkvaraallika vahetamine
nn: Endra programvarearkiv

source: Tarkvaraallika sätete muutmiseks pead sa ennast autentima.
nn: Du må autentisera deg for å endra innstillingar for programvarearkiv.

source: Paigalda paketifail
nn: Installer pakkefil

source: Selle paketi paigaldamiseks pead sa ennast autentima.
nn: Du må autentisera deg for å installera denne pakken.

source: Uuenda paketiinfot
nn: Oppdater pakkeinformasjon

source: Tarkvara kataloogi uuendamiseks pead sa ennast autentima.
nn: Du må autentisera deg for å oppdatera programkatalogen.

source: Paki paigaldamine või eemaldamine
nn: Installer eller fjern pakkar

source: Tarkvara paigaldamiseks või muutmiseks pead sa ennast autentima.org.debian.apt.install-or-remove-packages
nn: Du må autentisera deg for å installera eller fjerna programvare.org.debian.apt.install-or-remove-packages

source: Lisa uus hoidla ja paigalda sealt pakette
nn: Legg til eit nytt pakkearkiv og installer pakkar frå det

source: Tarkvara paigaldamiseks uuest allikast, pead ennast autentima.
nn: Du må autentisera deg for å installera programvare frå ei ny kjelde.

source: Lisa uus ostetud tarkvara hoidla ja paigalda sealt pakette
nn: Legg til eit nytt pakkearkiv for kjøpt programvare og installer pakkar frå det

source: Et paigaldada ostetud tarkvara, pead ennast autentima.
nn: Du må autentisera deg for å installera kjøpt programvare.

source: Uuenda pakette
nn: Oppgrader pakkar

source: Tarkvarauuenduste paigaldamiseks pead sa ennast autentima.
nn: Du må autentisera deg for å installera den oppdaterte programvara.

source: Katkesta teise kasutaja toiming
nn: Avbryt ei oppgåve frå ein annan brukar

source: Kellegi teise tarkvara muudatuste tühistamiseks pead sa ennast autentima.
nn: Du må autentisera deg for å avbryta andre sine programvareendringar.

source: Tarkvara allalaadimiste jaoks proksi määramine
nn: Vel ein mellomtenar for programnedlastingar

source: Et kasutada proksi serverit tarkvara allalaadimiseks, pead sa ennast autentima.
nn: Du må autentisera deg for å bruka ein mellomtenar til programnedlastingar.

source: VIGA
nn: FEIL

source: Allalaaditud %sB %sB-st kiirusel %sB/s
nn: Lasta ned %sB av %sB frå %sB/s

source: Allalaaditud %sB %sB-st
nn: Lasta ned %sB av %sB

source: VIGA:
nn: FEIL:

source: Sul pole lubatud seda toimingut teha.
nn: Du har ikkje løyve til å utføra denne handlinga.

source: Järjekorrastamine
nn: Legg i kø

source: Sõltuvuste lahendamine
nn: Ordnar opp i bindingar

source: Peab hankima %sB arhiive.
nn: Må henta %sB med arkiv.

source: Pärast seda toimingut kasutatakse %sB rohkem kettaruumi.
nn: Etter denne operasjonen vil %sB ekstra diskplass verta brukt.

source: Pärast seda toimingut vabaneb %sB kettaruumi.
nn: Etter denne operasjonen vil %sB frigjerast.

source: Deemoni tööd tegevusetuse pärast ei lõpetata
nn: Ikkje avslutt daemon om han er inaktiv

source: Sisemiste protsesside informatsiooni kuvamine
nn: Vis informasjon om interne prosessar

source: Lõpeta ja asenda juba käivitatud deemon
nn: Avslutt og erstatt ein allereie køyrande daemon

source: Talleta profiili andmed valitud faili
nn: Lagra profilstatistikk i valt fil

source: Süsteemi ei tehta mingeid muudatusi (kasulik ainult arendajatele)
nn: Ikkje gjer endringar på systemet (berre til bruk for utviklarar)

source: Paigaldatud fail
nn: Installert fil

source: Paigaldati paketid
nn: Installerte pakkar

source: Lisati võti failist
nn: La til nøkkel frå fil

source: Uuendati vahemälu
nn: Oppdaterte hurtiglageret

source: Eemaldati usaldatud võti
nn: Fjerna tiltrudd nøkkel

source: Eemaldati paketid
nn: Fjerna pakkar

source: Uuendati pakette
nn: Oppdaterte pakkar

source: Uuendatud süsteem
nn: Oppgraderte systemet

source: Muudatused rakendati
nn: Iverksette endringar

source: Mittetäielik paigaldus on parandatud
nn: Reparerte ein ufullstendig installasjon

source: Tühistatud
nn: Avbrote

source: Nurjus
nn: Mislukka

source: Faili paigaldamine
nn: Installerer fil

source: Pakettide paigaldamine
nn: Installerer pakkar

source: Võtme lisamine failist
nn: Legg til nøkkel frå fil

source: Puhvri uuendamine
nn: Oppdaterar mellomlageret

source: Usaldatud võtme eemaldamine
nn: Fjernar tiltrudd nøkkel

source: Pakettide eemaldamine
nn: Fjernar pakkar

source: Pakettide uuendamine
nn: Oppdaterar pakkar

source: Süsteemi uuendamine
nn: Oppgraderar systemet

source: Muudatuste rakendamine
nn: Utfører endringar

source: Mittetäieliku paigalduse parandamine
nn: Reparerar ufullstendig installasjon

source: Paketifaili paigaldamine nurjus
nn: Klarte ikkje å installera pakkefil

source: Tarkvara paigaldamine nurjus
nn: Klarte ikkje å installera programvara

source: Tarkvaraloendi uuendamine nurjus
nn: Klarte ikkje å oppdatera programvarelista

source: Tootja eemaldamine usaldusväärsete tarkvaratootjate loetelust nurjus
nn: Klarte ikkje å fjerna programvareutgjevaren frå lista

source: Tarkvara eemaldamine nurjus
nn: Klarte ikkje å fjerna programvara

source: Tarkvara uuendamine nurjus
nn: Klarte ikkje å oppdatera programvara

source: Süsteemi uuendamine nurjus
nn: Klarte ikkje å oppgradera systemet

source: Tarkvaramuudatuste rakendamine nurjus
nn: Klarte ikkje å uføra programvareendringar

source: Mittetäieliku paigalduse parandamine nurjus
nn: Klarte ikkje å reparera den ufullstendige installasjonen

source: Kontrolli oma internetiühendust.
nn: Undersøk Internettkoplinga di

source: Kontrolli, kas kasutad kolmanda osapoole tarkvaraallikaid. Kui nii, siis keela need, kuna tavaliselt need on probleemide põhjuseks. Järgmiseks käivita terminalis järgnev käsk: apt-get install -f
nn: Undersøk om du brukar pakkearkiv frå ein tredjepart. Sidan slike pakkearkiv er ei vanleg feilkjelde, bør du vurdera å fjerna desse. I tillegg bør du køyra følgjande kommando i terminalen: apt-get install -f

source: Valitud fail pole GPG võtmefail või see on rikutud.
nn: Den valte fila er truleg anten øydelagt eller ikkje ei GPG-fil.

source: See on tõsine probleem. Proovi hiljem uuesti. Kui probleem esineb uuesti, raporteeri sellest veast arendajatele.
nn: Det her er eit alvorleg problem. Prøv om att seinare, og dersom møter same problemet er det fint om du rapporterar det til utviklarane av programvaren.

source: Uuendamiseks puudub vajadus.
nn: Oppdatering trengs ikkje.

source: Paigaldamiseks puudub vajadus
nn: Installasjon trengs ikkje.

source: Eemaldamiseks puudub vajadus.
nn: Fjerning trengs ikkje.

source: Sa palusid eemaldada paketi, mis on süsteemi oluline osa.
nn: Du har bede om å få fjerna ein pakke som er grunnleggande for systemet.

source: Tarkvara paigaldamine või eemaldamine nurjus.
nn: Klarte ikkje å installera eller fjerna ein programvarepakke.

source: Paketifailide allalaadimine nurjus
nn: Klarte ikkje å laste ned pakkefiler

source: Tarkvaraallika teabe allalaadimine nurjus
nn: Klarte ikkje å laste ned informasjon om pakkearkiva

source: Paketisüsteem on katki
nn: Pakkesystemet er øydelagt

source: Võtit ei paigaldatud
nn: Nøkkelen vart ikkje installert

source: Võtit ei eemaldatud
nn: Nøkkelen vart ikkje fjerna

source: Paketihalduri lukustamine nurjus
nn: Klarte ikkje å låsa pakkehandsamaren

source: Paketiloendi laadimine nurjus
nn: Klarte ikkje å lasta pakkelista

source: Paketti ei eksisteeri
nn: Pakken fins ikkje

source: Pakett on juba paigaldatud
nn: Pakken er allereie installert

source: Pakett ei ole paigaldatud
nn: Pakken er ikkje installert

source: Olulise süsteemipaketi eemaldamine nurjus
nn: Klarte ikkje å fjerna ein grunnleggande systempakke

source: Toimingut pole võimalik jälgida ega juhtida
nn: Denne oppgåva kan verken overvakast eller kontrollerast

source: Paketitoiming nurjus
nn: Klarte ikkje å gjennomføra pakkeoperasjonen

source: Nõuab mitteusaldusväärsete pakettide paigaldamist
nn: Krev installasjon av utiltrudde pakkar

source: Eelnev paigaldus ei jõudnud lõpule
nn: Den førre installasjonen er ikkje fullført

source: Teenuse käivitumise järel ootamine
nn: Ventar på at tenesta skal starte

source: Ootamine
nn: Ventar

source: Teiste tarkvarahaldurite lõpetamise järel ootamine
nn: Ventar på at ein annan programvarehandsamar skal avslutte

source: Käesolev toiming
nn: Køyrer oppgåve

source: Puhastamine
nn: Ryddar opp

source: Lõpetatud
nn: Fullført

source: Tühistamine
nn: Avbryt

source: Tarkvaraloendi laadimine
nn: Lastar programvareliste

source: %s paigaldamine
nn: Installerar %s

source: %s seadistamine
nn: Set opp %s

source: %s eemaldamine
nn: Fjernar %s

source: %s uuendamine
nn: Oppgraderar %s

source: Vajalik on CD/DVD plaat '%s'
nn: Treng CD- eller DVD-plata '%s'

source: Kas asendada muudatustega fail '%s' hilisema seadistusfaili versiooniga?
nn: Vil du bytta ut endringane dine i '%s' med ein seinare versjon av konfigurasjonsfila?

source: Kui sa ei tea, miks see fail juba seal on, on selle asendamine tavaliselt turvaline.
nn: Det vil vanlegvis vere greitt å erstatte fila om du ikkje veit kvifor ho allereie er der.

source: errorIgn
nn: Hent:errorIgn

source: Localized defaults_BAR_aptitude-defaults.ww
nn: Du vil kanskje oppdatere pakkelista for å retta på dei manglande fileneLocalized defaults_BAR_aptitude-defaults.ww

source: Paketi %s versioonil %s on lahendamata sõltuvusi:
nn: Pakken %s versjon %s har eit krav som ikkje er oppfylt:

source: Pakettide nimesid kokku:
nn: Tal på pakkenamn:

source: Tavapakette:
nn: Vanlege pakkar:

source: Puhtalt virtuaalseid pakette:
nn: Reine virtuelle pakkar:

source: Üksikuid virtuaalseid pakette:
nn: Enkle virtuelle pakkar:

source: Kombineeritud virtuaalseid pakette:
nn: Samansette virtuelle pakkar:

source: Puudu:
nn: Manglar:

source: Kokku erinevaid versioone:
nn: Tal på einskildversjonar:

source: Sõltuvusi kokku:
nn: Tal på krav:

source: Versioonide/failide seoseid kokku:
nn: Tal på ver./fil-forhold:

source: Pakutavaid vastendusi kokku:
nn: Tal på tilbyr-forhold:

source: Mustriga sobitatud stringe kokku:
nn: Tal på strengar med jokerteikn:

source: Üldine versioonisõltuvus:
nn: Storleik på kravs- og versjonsrom:

source: Lõtkukohti kokku:
nn: Slingringsmon:

source: Kogu mahu aruandlus:
nn: Brukt plass i alt:

source: Paketifail %s on sünkroonist väljas.
nn: Pakkefila %s er ute av takt.

source: Ei leitud ühtegi paketti
nn: Fann ingen pakkar

source: Paketti %s ei leitud
nn: Finn ikkje pakken %s

source: Paketifailid:
nn: Pakkefiler:

source: Vahemälu on sükroonist väljas, ei saa paketifaili võrrelda
nn: Mellomlageret er ute av takt, kan ikkje x-referera ei pakkefil

source: Naelutatud paketid:
nn: Spikra pakkar:

source: (ei leitud)
nn: (ikkje funne)

source: Paigaldatud:
nn: Installert:

source: Kandidaat:
nn: Kandidat:

source: (ei ole)
nn: (ingen)

source: Paketi naelutus:
nn: Pakke spikra til:

source: Versioonitabel:
nn: Versjonstabell:

source: Korda toimingut ülejäänud CD-dega oma komplektis.
nn: Gjenta denne prosessen for resten av CD-ane i settet ditt.

source: Argumendid pole paarides
nn: Ikkje parvise argument

source: Kasutamine: apt-config [võtmed] käsk apt-config on lihtne tööriist APTi seadistuste faili lugemiseks Käsud: shell - shelli režiim dump - seadistuste näitamine Võtmed: -h See abitekst. -c=? Selle seadistuste faili lugemine -o=? Suvalise valiku määramine, nt -o dir::cache=/tmp
nn: Bruk: apt-config [val] kommando apt-config er eit enkelt verktøy for å lesa oppsettsfila til APT. Kommandoar: shell - Skalmodus dump - Vis oppsettet Val: -h Vis denne hjelpeteksten. -c=? Les denne oppsettsfila. -o=? Set ei vilkårleg innstilling, t.d. «-o dir::cache=/tmp».

source: %s pole õige DEB pakett.
nn: %s er ingen gyldig DEB-pakke.

source: Kasutamine: apt-extracttemplates fail1 [fail2 ...] apt-extracttemplates on tööriist seadistus- ja malliteabe kätte saamiseks debiani pakettidest Võtmed: -h See abitekst -t Ajutise kataloogi määramine -c=? Selle seadistuste faili lugemine -o=? Suvalise valiku määramine, nt -o dir::cache=/tmp
nn: Bruk: apt-extracttemplates fil1 [fil2 ...] apt-extracttemplates er eit verktøy for å henta ut informasjon om oppsett og malar frå Debian-pakkar. Val: -h Vis denne hjelpeteksten -t Vel mellombels katalog -c=? Les denne innstillingsfila. -o=? Set ei vilkårleg innstilling, t.d. «-o dir::cache=/tmp».

source: Ei saa kirjutada %s -i
nn: Klarte ikkje skriva til %s

source: Debconfi versiooni ei õnnestu tuvastada. Kas debconf on paigaldatud?
nn: Finn ikkje debconf-versjonen. Er debconf installert?

source: Paketi laienduste loend on liiga pikk
nn: Lista over pakkeutvidingar er for lang

source: Viga kataloogi %s töötlemisel
nn: Feil ved lesing av katalogen %s

source: Allika laienduste loend on liiga pikk
nn: Lista over kjeldeutvidingar er for lang

source: Viga sisufailile päise kirjutamisel
nn: Feil ved skriving av topptekst til innhaldsfila

source: Viga %s sisu töötlemisel
nn: Feil ved lesing av %s

source: Valikud ei kattunud
nn: Ingen utval passa

source: Paketi failigrupist `%s' on osa faile puudu
nn: Enkelte filer manglar i pakkefilgruppa %s

source: Andmebaas oli vigane, fail nimetati ümber %s.old
nn: Databasen er øydelagd. Filnamnet er endra til %s.old

source: Andmebaas on vana, toimub katse %s -i uuendada
nn: DB er for gammal, forsøkjer å oppgradere %s

source: Andmebaasi faili %s: %s ei saa avada
nn: Klarte ikkje opna DB-fila %s: %s

source: Faili %s teabe hankimine ebaõnnestus
nn: Klarte ikkje få status til %s

source: Arhiivil pole juhtandmeid
nn: Arkivet har ingen kontrollpost

source: Kursorit ei saa hõivata
nn: Klarte ikkje få peikar

source: W: Kataloogi %s lugemine ebaõnnestus
nn: Å: Klarte ikkje lesa katalogen %s

source: W: Faili %s teabe hankimine ei ole võimalik
nn: Å: Klarte ikkje få status til %s

source: E:
nn: F:

source: W:
nn: Å:

source: E: Vead kehtivad failile
nn: F: Det er feil ved fila

source: %s ei lahendu
nn: Klarte ikkje slå opp %s

source: %s ei avane
nn: Klarte ikkje opna %s

source: %s lahtiühendamine nurjus
nn: Klarte ikkje oppheva lenkja %s

source: *** %s-i %s-iga ühendamine nurjus
nn: *** Klarte ikkje lenkja %s til %s

source: Arhiivil ei olnud paketivälja
nn: Arkivet har ikkje noko pakkefelt

source: %s-l pole tühistamise kirjet
nn: %s har inga overstyringsoppføring

source: %s hooldaja on %s, mitte %s
nn: %s-vedlikehaldaren er %s, ikkje %s

source: realloc - Mälu eraldamine nurjus
nn: realloc - Klarte ikkje tildela minne

source: %s avamine pole võimalik
nn: Klarte ikkje opna %s

source: Ülekirjutusfaili %s lugemine nurjus
nn: Klarte ikkje lesa overstyringsfila %s

source: Tundmatu tihendusalgoritm '%s'
nn: Ukjend komprimeringsalgoritme %s

source: Pakitud väljund %s vajab määratud pakkimist
nn: Komprimert utdata %s treng eit komprimeringssett

source: Alamtöötluseks IPC toru loomine nurjus
nn: Klarte ikkje oppretta IPC-røyr til underprosessen

source: Faili FILE* loomine nurjus
nn: Klarte ikkje oppretta FILE*

source: Harunemine nurjus
nn: Klarte ikkje gafla

source: Lapsprotsessi kokkupakkimine
nn: Komprimer barn

source: Sisemine viga, %s loomine nurjus
nn: Intern feil, klarte ikkje oppretta %s

source: SV alamprotsessi/faili nurjus/
nn: Klarte ikkje kommunisera med underprosess/fil

source: MD5 arvutamise ajal lugemine nurjus
nn: Klarte ikkje lesa under utrekning av MD5

source: Probleem %s-i lahtiühendamisega
nn: Problem ved oppheving av lenkje til %s

source: %s ümbernimetamine %s-ks nurjus
nn: Klarte ikkje endra namnet på %s til %s

source: Y
nn: J

source: Regulaaravaldise kompileerimise viga - %s
nn: Regex-kompileringsfeil - %s

source: Järgmistel pakettidel on lahendamata sõltuvusi:
nn: Følgjande pakkar har krav som ikkje er oppfylte:

source: aga %s on juba paigaldatud
nn: men %s er installert

source: aga %s -i juba paigaldatakse
nn: men %s skal installerast

source: aga seda ei ole võimalik paigaldada
nn: men lèt seg ikkje installera

source: aga see on virtuaalne pakett
nn: men er ein virtuell pakke

source: aga seda ei ole veel paigaldatud
nn: men er ikkje installert

source: aga seda ei paigaldata
nn: men skal ikkje installerast

source: või
nn: eller

source: Paigaldatakse järgnevad UUED paketid:
nn: Dei følgjande NYE pakkane vil verta installerte:

source: EEMALDATAKSE järgnevad paketid:
nn: Dei følgjande pakkane vil verta FJERNA:

source: Järgnevaid pakette hoiti tagasi:
nn: Dei følgjande pakkane er haldne tilbake:

source: Uuendatakse järgnevaid pakette:
nn: Dei følgjande pakkane vil verta oppgraderte:

source: Järgnevatest pakettidest paigaldatakse VANEMAD VERSIOONID:
nn: Dei følgjande pakkane vil verta NEDGRADERTE:

source: Muudetakse järgnevaid ootel pakette
nn: Dei følgjande pakkane som er haldne tilbake vil verta endra:

source: %s (%s tõttu)
nn: %s (fordi %s)

source: %lu uuendatud, %lu värskelt paigaldatud,
nn: %lu oppgraderte, %lu nyleg installerte,

source: %lu uuesti paigaldatud,
nn: %lu installerte på nytt,

source: %lu vanem versioon paigaldatud,
nn: %lu nedgraderte,

source: %lu eemaldada ja %lu uuendamata.
nn: %lu skal fjernast og %lu skal ikkje oppgraderast.

source: %lu pole täielikult paigaldatud või eemaldatud
nn: %lu ikkje fullstendig installerte eller fjerna.

source: Pakett %s on virtuaalne pakett, mida pakub:
nn: Pakken %s er ein virtuell pakke, tilbydd av:

source: [Paigaldatud]
nn: [Installert]

source: Sa peaksid paigalduseks ühe valima.
nn: Du må velja ein som skal installerast.

source: Pakett %s pole saadaval, aga teine pakett viitab sellele. See võib tähendada, et pakett puudub, on aegunud või on saadaval ainult teisest allikast.
nn: Det finst ingen tilgjengeleg versjon av pakken %s, men han er nemnt av ein annan pakke. Dette tyder at pakket manglar, er gjort overflødig eller er berre tilgjengeleg frå ei anna kjelde

source: Kuid järgnevad paketid asendavad selle:
nn: Dei følgjande pakkane kan brukast i staden:

source: %s jäetakse vahele, see on juba paigaldatud ja uuendamist pole määratud.
nn: Hoppar over %s, for den er installert frå før og ikkje sett til oppgradering.

source: Paketi %s uuesti paigaldamine pole võimalik, seda ei saa alla laadida.
nn: %s kan ikkje installerast på nytt, for pakken kan ikkje lastast ned.

source: %s on juba kõige uuem versioon.
nn: Den nyaste versjonen av %s er installert frå før.

source: Paketti %s ei eemaldatud, kuna seda ei ole paigaldatud
nn: Pakken %s er ikkje installert, og vert difor ikkje fjerna

source: Sõltuvuste parandamine...
nn: Rettar på krav ...

source: nurjus.
nn: mislukkast.

source: Ei suuda sõltuvusi parandada
nn: Klarte ikkje retta på krav

source: Värskenduste komplekti ei saa minimeerida
nn: Klarte ikkje minimera oppgraderingsmengda

source: Valmis
nn: Ferdig

source: Lahendamata sõltuvused. Proovi võtmena kasutada -f.
nn: Nokre krav er ikkje oppfylte. Prøv med «-f».

source: HOIATUS: Järgnevaid pakette ei õnnestunud autentida.
nn: ÅTVARING: Klarer ikkje autentisere desse pakkane.

source: Autentimise hoiatus tühstatud.
nn: Autentiserignsvarsel overstyrt.

source: Kas paigaldada need paketid ilma kontrollimata [y/N]?
nn: Installer desse pakkane utan verifikasjon [j/N]?

source: Mõnda paketti ei saanud autentida
nn: Nokre pakkar kunne ikkje bli autentisert

source: On probleeme ja -y kasutati ilma võtmeta --force-yes
nn: Det oppstod problem, og «-y» vart brukt utan «--force-yes»

source: Sisemine viga, InstallPackages kutsuti välja katkiste pakettidega!
nn: Intern feil. InstallPackages vart kalla med øydelagde pakkar!

source: Paketid tuleb eemaldada, aga eemaldamine on keelatud.
nn: Nokre pakkar må fjernast, men fjerning er slått av.

source: Imelik.. Suurused ei kattunud, saada e-kiri aadressile apt@packages.debian.org
nn: Ufjølgt.. Størrelsane stemmer ikkje. Send epost til apt@packages.debian.org

source: On vaja tõmmata %sB/%sB arhiive.
nn: Må henta %sB/%sB med arkiv.

source: On vaja tõmmata %sB arhiive.
nn: Må henta %sB med arkiv.

source: Sul pole kettal %s piisavalt vaba ruumi.
nn: Du har ikkje nok ledig plass i %s.

source: Määratud on ainult triviaalne, aga see pole triviaalne tegevus.
nn: «Trivial Only» var spesifisert, men dette er ikkje noka triviell handling.

source: Jah, tee nagu ma ütlen!
nn: Ja, gjer som eg seier!

source: Katkesta.
nn: Avbryt.

source: Kas tahad jätkata [Y/n]?
nn: Vil du halda fram [J/n]?

source: %s %s tõmbamine nurjus
nn: Klarte ikkje henta %s %s

source: Mõne faili allalaadimine nurjus
nn: Klarte ikkje henta nokre av filene

source: Allalaadimine lõpetatud ja ainult allalaadimise režiimis
nn: Nedlastinga er ferdig i nedlastingsmodus

source: Mõnda arhiivi ei saa tõmmata, ehk käivitad apt-get update või proovid --fix-missing?
nn: Klarte ikkje henta nokre av arkiva. Du kan prøva med «apt-get update» eller «--fix-missing».

source: --fix-missing ja andmekandja vahetamine pole praegu toetatud
nn: «--fix-missing» og byte av medium er ikkje støtta for tida

source: Puuduvaid pakette ei saa parandada.
nn: Klarte ikkje retta opp manglande pakkar.

source: Paigalduse katkestamine.
nn: Avbryt installasjon.

source: Update käsk ei võta argumente
nn: Oppdateringskommandoen tek ingen argument

source: Me ei tohi asju kustutada, ei saa AutoRemoverit käivitada
nn: Det er ikkje meininga at me skal sletta ting, kan ikkje starte AutoRemover

source: Hmm, paistab, et AutoRemover hävitas midagi, mida poleks tohtinud juhtuda. Palun saada apt-i kohta vearaport.Since you only requested a single operation it is extremely likely that the package is simply not installable and a bug report against that package should be filed.
nn: Hmm, ser ut som AutoRemover øydela noko, som verkeleg ikkje bør skje. Ver venleg å fylle ut ein feilrapport om apt.Since you only requested a single operation it is extremely likely that the package is simply not installable and a bug report against that package should be filed.

source: Järgmine teave võib aidata olukorda lahendada:
nn: Følgjande informasjon kan hjelpa med å løysa situasjonen:

source: Kasuta nende eemaldamiseks 'apt-get autoremove'.
nn: Nytt 'apt-get autoremove' for å fjerna dei.

source: Sisemine viga, AllUpgrade lõhkus asju
nn: Intern feil. AllUpgrade øydelagde noko

source: Lahendamata sõltuvused. Proovi käsku 'apt-get -f install' ilma pakettideta (või määra lahendus).
nn: Nokre krav er ikkje oppfylte. Du kan prøva «apt-get -f install» (eller velja ei løysing).

source: Mõnda paketti ei saanud paigaldada. See võib tähendada, et oled palunud võimatut olukorda või kasutad ebastabiilset distributsiooni, millel on mõned vajalikud paketid veel loomata või on sissetulevate hulgast välja arvatud.
nn: Nokre av pakkane kunne ikkje installerast. Dette kan koma av at du har valt ein umogleg situasjon. Dersom du brukar den ustabile utgåva av distribusjonen, kan det òg henda at nokre av pakkane som trengst ikkje er laga enno eller at dei framleis ligg i «Incoming».

source: Katkised paketid
nn: Øydelagde pakkar

source: Paigaldatakse järgnevad lisapaketid:
nn: Dei følgjande tilleggspakkane vil verta installerte:
